/****************************************************************************************
 *
 * 성적 평균 계산하기
 *  -- 사용자로부터 5명의 성적 입력받고 평균 구하기
 *
 *  성적을 입력하시오: [10]
 *  성적을 입력하시오: [20]
 *  성적을 입력하시오: [30]
 *  성적을 입력하시오: [40]
 *  성적을 입력하시오: [50]
 *  평균 성적은 30입니다.
 *
 */

// 1. 클래스 명: GradeAverage
// 2. main 메소드
// 3. 변수 
//    - scores[]: 5건의 성적 입력을 위한 배열
//    - input: Scanner 객체
//    - total: 성적 합산
// 4. 5건의 성적 입력
// 5. 성적의 합 계산
// 6. 평균 계산 후 출력

/****************************************************************************************
 *
 * 문자열 배열 연습
 *
 */

// 1. 클래스 명: StringArrayEx
// 2. main 메소드
// 3. 변수
//    - strArray: "Pepperoni", "Mushroom", "Onions", "Sausage", "Bacon" 
// 4. strArray에 있는 문자열을 출력
