/****************************************************************************************
 *
 * 12, 3, 19, 6, 18, 8, 12, 4, 1, 19 중 최소값 구하기
 *
 */

// 1. 클래스 명: GetMin
// 2. main 메소드
// 3. 변수
//    - numSet: 숫자들을 저장한 배열
//    - min: 최소값
//
//  4. min = numSet의 첫번째 숫자
//  5. numSet을 차례로 탐색하며 min 보다 작으면 min에 저장 (반복)
//  6. min 출력
//


/****************************************************************************************
 *
 * 12, 3, 19, 6, 18, 8, 12, 4, 1, 19 중 최대값 구하기
 *
 */

// 1. 클래스 명: GetMax
// 2. main 메소드
// 3. 변수
//    - numSet: 숫자들을 저장한 배열
//    - max: 최대값
//
//  4. max = numSet의 첫번째 숫자
//  5. numSet을 차례로 탐색하며 max 보다 크면 max에 저장 (반복)
//  6. max 출력
//
