/****************************************************************************************
 *
 * 배열 정렬: SortEx
 *  -- Arrays 클래스의 sort() 메소드 활용
 *
 * 최초의 리스트: 83 72 73 58 45 59 93 72 84 94
 * 정렬된 리스트: 45 58 59 72 72 73 83 84 93 94
 */

// 1. 클래스 이름: SortEx
// 2. main 메소드 
// 3. 변수
//    - numArray: 0~100사이의 random값을 10개 저장
//
// 4. Math.random() (혹은 Random.nextInt())를 이용하여 10개의 
//    random값을 numArray에 저장
// 5. "최초의 리스트: "와 numArray에 저장된 값 출력
//    - for ( 변수: 배열) 사용
// 6. 정렬
// 7. "정렬된 리스트: "와 정렬된 값 출력 
